{"inkVersion":21,"root":[["^Bip bip bip...","\n","ev","str","^Get the Radio","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Skip intro","/str","/ev",{"*":"0.c-1","flg":20},{"c-0":["^ ",{"->":"Start"},"\n",{"->":"0.g-0"},{"#f":5}],"c-1":["^ ","done","\n",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"Start":[["^Narrator: Greetings, pilot! You find yourself adrift near a monstrous black hole, pulled in by its immense gravity.","\n","^Player: (Confused) Uh, what? How did I even get here?","\n","^Narrator: The details are hazy, but one thing's certain: you need to escape. Your ship's fuel is dwindling, and the black hole's pull grows stronger with each passing second.","\n","^Player: (Panicked) But how? And what about those points you mentioned?","\n","^Narrator: Calm your nerves, pilot. While the black hole is a threat, it also presents an opportunity. You earn points based on your proximity to its event horizon. The closer you dance, the higher your score soars.","\n","^Player: (Hesitant) So, you're saying I should fly closer to a giant cosmic vacuum cleaner? Sounds risky.","\n","^Narrator: Risk and reward, pilot. Navigate skillfully, collect fuel cores to extend your flight, and avoid enemy drones trying to push you in. Every daring maneuver, every close shave with the black hole, adds to your legend.","\n","^Player: (Determined) Alright, I'm in. Let's see what this black hole has in store.","\n","^Narrator: Excellent! Remember, pilot, fear is your enemy, but courage is your fuel. Now, take the helm and show the cosmos what you're made of!","\n","ev","str","^Guide me through the controls!","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Let's do this!","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ ",{"->":"Controls"},"\n",{"#f":5}],"c-1":["^ ","done","\n",{"#f":5}]}],{"#f":1}],"Controls":[["^Narrator: Fear not, pilot! Mastering your ship is key to survival. Here's how:","\n",["^Left/Right Arrows: Turn your ship with precision.","\n",["^Up Arrow: Blast your thrusters to break free of the black hole's pull.","\n",["^Fuel Gauge: Keep an eye on this! Collect fuel cores to stay mobile.","\n","^Ready to test your skills?","\n","done","end",{"#f":5,"#n":"g-2"}],{"#f":5,"#n":"g-1"}],{"#f":5,"#n":"g-0"}],null],{"#f":1}],"#f":1}],"listDefs":{}}
